<?php

return [
    // Используется фреймворком.
//    'Sign In' => 'Войти',
//    'Sign Up' => 'Регистрация',
//    'Login' => 'Авторизация',
//    'Logout' => 'Выйти',
//    'Create' => 'Создать',
//    'Update' => 'Редактирование',
//    'Save' => 'Сохранить',
//    'Submit' => 'Отправить',
//    'Delete' => 'Удалить',
//    'View' => 'Просмотр',
//    'Remove' => 'Удалить',
//    'Yes' => 'Да',
//    'No' => 'Нет',

    // Используется в сгенерированных скриптах.
    'The requested page does not exist.' => 'Запрашиваемой страницы не существует.',

    // Общее.
    'Slug' => 'URL',
    
    // Меню боковой админ-панели.
    // Общее для всех проектов.
    'Development' => 'Разработка',
    'Debug' => 'Отладка',
    // Специфично для проекта.
    'Admin' => 'Администрирование',
    
    // Фиды.
    //'Feed ID' => 'Фид',
    'Feeds' => 'Фиды',
    'feeds' => 'фиды',
    //'Feed' => 'Фид',
    //'feed' => 'фид',
    //'to feed' => 'фида', // Кого? Чего?
    'Create Feed' => 'Создать фид',
    //'Feed: {title}' => 'Фид: {title}',
];
